Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN The Girl Downstairs.tmx
Source language: ko
Languages: en

source: 착착착착
en: DUN DUN DUN

source: 아~ 얘기 진행하기 진짜 힘드네!
en: geez... why is it so difficult to talk with you guys?

source: 전철을 밟진 않을 거야…
en: I can’t repeat my past mistakes...

source: 아, 아냐//;;
en: Uh, nothing.

source: 나와.
en: Now.

source: 너무해, 진짜!
en: you’re so mean!

source: 기사입력 202X.{j}XX.{j}XX 오후 2:01
en: Published 8 hours ago{j}{j}

source: 어?{j}막 전 여친 콘서트도 빠지면서 말이야!
en: so busy that you had to miss your ex-girlfriend’s concert!{j}

source: 응.
en: Yeah.

source: 이제 완전히 자리 잡은 국수 가게는
en: SJ’s restaurant is starting to gain some traction.

source: 날…
en: as...

source: 아… 이라 누나.
en: Uh... Ira.

source: 귀여워!
en: she’s cute!

source: 이원준!
en: Joon Lee!

source: 마침 여기 영화관 앞이잖아?
en: and there just so happens to be a theater right here!

source: 내가 있을 자리.
en: My place.

source: 훗
en: HEH

source: 그거 나도 해봤는데 실패했어ㅎㅎ
en: I tried and failed too. Lol.

source: 응원할게.
en: I’m rooting for you.

source: 아…
en: Oh...

source: 그게 벌써 1년도 더 전이네.
en: that was already more than a year ago.

source: 오만했다.
en: I was too conceited.

source: 이뤄 낸 것들
en: My achievements.

source: 아니, 그런데 이건…
en: Wait, this is...

source: 저 봐, 저.
en: see? look at her.

source: 설레게 하려고 쫙 빼입고 갔는데 완전 KO 판정이었어.
en: I dressed up to impress you, but I got knocked out instead.

source: 와아~
en: wow!

source: 제대로 받고 왔네.
en: you definitely got oriented well.

source: 윽; 감자 캐는 날이라고 누나랑 놀러 오래, 아부지가…
en: Uh... My father told me to come with you since we’re digging up potatoes that day...

source: 무비x3
en: move it x3

source: 출퇴근+강남 주요 대로!!!
en: Rush hour + main road in Gangnam area!

source: 복권!!
en: lottery!!!

source: 역시 때론 내 생각도 해주는 거겠지?
en: I knew it. She still thinks about me from time to time.

source: 뭐, 뭐?
en: wh-what?

source: 거래방법/ 직접거래
en: Transaction Method / In-Person

source: - 000!{j}마지막 화 -
en: - The Final Episode of “000!” -{j}

source: 그리고 그만큼 부모님은 나이 드신 거야.
en: And our parents have aged just as much.

source: 저 누나 심기 거슬리면 정색하고 따지는데 졸ㄹ 무서워.
en: She’s pretty scrappy. You don’t want to mess with her.

source: 진짜 괜찮아..
en: I’m fine, really.

source: 너아직두나누나만나기힘들어서
en: u still can’t face duna can you?

source: 아닌데?
en: no...

source: 인생의 고난은 보통 나이들어감에 따라
en: And the fact that the burdens of life...

source: 응, 자!
en: Yes! Here!

source: 표 받기 전에-
en: Before getting the tickets.

source: 이, 아니고;;; 행복해!!
en: I-I mean, I’m happy!

source: 싫어!!!!!
en: nooo!!!!!

source: 그, 그냥!
en: N-nothing!

source: 푸들!
en: poodle!

source: 콘서트 너무 아쉬운데 이거 되면 앞으로 커리어에 너무 플러스 요소라…
en: I hate to miss the concert, but this would be really great for my career if I get it.

source: 의식 언제 돌아올지도 모르는데 계속 있게?
en: We don’t know when she’ll wake up. Are you going to stay forever?

source: 원래 피 색깔 바꾸려고 하는 거야.
en: that’s why companies hold these workshops.

source: 대학원 정진율 교수님
en: Prof. Jeong from grad school

source: 팩 우유 좀 줄게, 가져가!
en: Here is a pack of milk. Have it!

source: 소주로…
en: With soju...

source: 으쓱
en: PROUD

source: 형, 마시죠!;;;;
en: Yoon, let’s drink!

source: 그걸 먼저 말했어야지, 인간아!
en: that’s what you should share with us, dummy!

source: 너무 좋은 것들 이어서.
en: ...to be called fleeting moments.

source: 그 일… 때문에…
en: Because of that accident...

source: 자세한 사항은 아래 번호로 연락 주시거나
en: For more information, please call the number below or

source: 권O아 - Pink!
en: - from the song pink!

source: 집에서 10키로를 보냈어
en: My mom sent me 20pounds

source: 프로젝트가 끊길까 걱정하는 선후배, 동기들
en: People at my university were worried about losing their project.

source: 그때 넌 남친이랑 논다고 바빴고-
en: and you were busying hanging out with your boyfriend back then.

source: 휘적 휘적 휘적
en: STOMP STOMP STOMP

source: 소소했으며
en: ...and simple.

source: 세월 진짜 빠르다~!
en: wow, time flies!

source: 주변에 몇몇 부모님 부고 소식도 있었고.
en: I’ve seen people around me lose their parents.

source: 와, X발…
en: Shoot.

source: 혹실한건,
en: as for me...

source: 오늘 콘서트 멋지게 끝내.
en: Good luck with your concert tonight.

source: ~~~무, 무의식 적으로 나온 거라고!!
en: i-it was just a subconscious whim!!!

source: 송태림!
en: teri!

source: 그건… !
en: that-!

source: 그 무게가 더해진단 것이었다.
en: normally became heavier with age.

source: 아냐!!
en: No!

source: 왜 갑자기 기분이 나빠지지?
en: Why am I getting annoyed?

source: 잘 됐네.
en: I’m glad.

source: 나쁘지 않네.{j}법적으로 가능한지 네이버 검색을…
en: it isn’t bad, but I should research whether it’s legally possible...{j}

source: 000 이라쓰고!
en: It’s Written as 000! (12)

source: 그것들을 포기하고 이 사람 곁을 선택한다면
en: If I choose to give up all of these and stay by his side...

source: 아, 이거야?
en: oh, is this the karaoke machine you mentioned?

source: 난 이제 아무렇지 않으니까 편하게 좀 대하라고
en: Relax, will you? I’m fine now.

source: 아주
en: ...during...

source: 일산 음파 공격!!
en: Ilsan sound wave attack!

source: 두나!{j}흡연논란
en: Duna’s Smoking Controversy!{j}

source: 두 번째는-
en: The second one was...

source: 아아아~~~
en: aaah!

source: 난 본가 갈 거라 혼자 갈게!
en: I’ll go by myself. I’m heading to my parent’s house!

source: 요를레 이 히
en: Yodel-oh-ee

source: 너, 당연히 아니라고 할 줄 알고 물어봤지?
en: You thought I’d answer no, didn’t you?

source: 원준아, 너무 놀라진 말고 들어라.
en: Joon, don’t freak out.

source: 귀찮네…
en: I don’t want to...

source: 내 실수 하나로 주변에 끼친 영향이 컸다.
en: The collateral damage from my mistake was substantial.

source: 와이프랑..
en: With my wife...

source: 말술이지만 취하면 진지해진다.
en: she can handle her alcohol but takes everything very seriously when drunk.

source: 산호쌤 동생?!
en: ms. kim’s younger sister?

source: 파란불인데 왜 안 가~
en: The light’s green! Why aren’t you moving?!

source: 원준이가 사귄 게 두나인 건 정말 다행이라 생각해.
en: ...I think it’s really fortunate that joon dated duna.

source: 편하게 지내고 싶으면 편하게 지내도 돼
en: You can keep in touch with her if you want.

source: 까득
en: CRACK

source: 아이고오~ 우리 이라씨~
en: Ira, my sweet Ira...

source: 너 학생 때부터 같이 다니던!
en: you spent so much time with her as kids!

source: 나{j}자{j}간다
en: Going Alone{j}{j}

source: 같이 핫도그랑 맥주 사서 보고 가면…
en: we can have a hot dog and beer with the movie and...

source: 산호 쌤?!
en: ms. kim is next!

source: 프로포즈도 아니고 무, 무슨!!
en: It’s not like you’re proposing!

source: 아니, 물론 평소에서 행복하지.
en: Well, of course, I’m always happy.

source: 손으로 파도 이렇게 감자가~!!!
en: the more I dig with my hands, the more potatoes I find!!!

source: 윤택 오빠네 갔을 때!!
en: When we went to Yoon’s place!

source: 왜 보릿자루한테 너그럽게 대해주지 않는 건데…
en: why couldn’t she have a bigger heart...

source: 내가 눈치가 없었어.
en: for being insensitive.

source: 모르겠다~ 난 시작부터 이성/친구 타입 확 나뉘던데.
en: really? for me, I can just tell when someone’s going to be a friend or boyfriend.

source: 아니, 두나 광고며 노래 나올 때마다 네가 굳어 버리니까 주변에서 눈치 엄청 봤지 ㅎㅎ
en: People were treading on eggshells because you froze whenever you saw Duna’s ads or heard her music playing. Lol.

source: 대신 지금 얼마든지 불러달라고 할 수 있잖아.
en: But you can hear her sing anytime now.

source: 조금 스릴 있고
en: ...both enjoyed some thrills...

source: 눈물이 창올라서~🎵🎵뻥 차버려~
en: my eyes well up~🎵🎵 as I reject you~

source: ㅎ
en: UH

source: …스타인데!
en: ...a star!

source: 몸의 괴로움이 마음의 괴로움보다 나았다.
en: It was better to suffer physically than mentally.

source: [이두나 월드투어] 서울콘 VIP석 티켓 양도합니다.
en: Re-selling VIP tickets for Duna’s World Tour - Seoul Concert

source: 내가 모았지.
en: I invited you guys.

source: 좋아.
en: Good.

source: 지원자가 생각보다 많았대-
en: apparently, they had more applicants than expected...

source: 무거웠다.
en: It was heavy.

source: 으, 응… 장난…
en: Uh... I... this must be a joke...

source: 하하하, 오늘 이 시간이 영원했으면-!!
en: Hahaha! I wish this moment would never end!

source: 그게 벌써 2년 반 전 얘기다.
en: that was already two and a half years ago.

source: 조금씩 잘 풀리고 있어, 걱정해 줘서 고마워
en: Things are starting to look up. Thanks for worrying.

source: 진지한 소원은 말하면 안 된다며?
en: You said a serious wish should be kept secret.

source: 므금 소리 시끄럽게 틀어놓고…
en: her background music is so loud...

source: 우리 사이에 있는 얄팍한 선을 넘었을 때
en: if I cross over this thin line between us...

source: -완-
en: -The End-

source: 우리 회사가 세계 1등 기업으로 보여.
en: now I think my company’s the best in the world.

source: 두나~!!
en: duna!!!

source: 그냥~
en: just because.

source: 쌩-
en: ZOOM

source: 나 본 적 있어!
en: I’ve seen one!

source: 대학원 졸업을 앞둔 가을
en: The fall before graduating from grad school.

source: -해피 엔딩(2)-
en: -Happy Ending (2)-

source: 빨리 가!
en: Hurry!

source: 뭐야~?
en: really?

source: 어쩌다 보니(?)
en: somehow,

source: 네, 네?!
en: wh-what?!

source: 사실 이미…
en: I already am...

source: 이건 그거지!
en: yeah, that’s what it is!

source: 올, 연예인이랑 친구~
en: Woo, you and your celebrity friend.

source: 어쩜 다들 삼십 대가 돼도 똑같네.
en: Everyone is still the same even in their 30s.

source: 저 지금 XX 말곤 다른 데 지원을 안 해서…
en: This is the only company I applied for...

source: 이원준이
en: joon lee...

source: 오래 기다렸어??
en: Have you been waiting for a long time?

source: ..{j}기껏해야 보릿자루인데.
en: ...for a mere commoner like me?{j}

source: 극락왕생
en: LIFE IN PARADISE

source: 거친 야생… 말 그대로 바다 사나이!
en: You look like one tough guy! Like a man of the sea!

source: 아닌~ 그냥 요즘 좀 맘이 뒤숭숭한 일이 있어서;
en: nah, just... I was just stirred up because things have been happening lately.

source: 왜 눈물이 나지?
en: Why am I tearful?

source: 왜 못 가.
en: Why not?

source: 사방에서 쏟아지는 별빛이
en: Because the starlight that blankets me...

source: 함께 멋진 사랑을 했고
en: we loved each other beautifully.

source: 그게 뭐야?!
en: What do you mean?!

source: 뭐든 하면 된다는 자신감을 주었다.
en: ...gave me a sense of confidence.

source: 택시 바로 안 불러도 돼?
en: You don’t want me to call a cab right now?

source: 우, 우리 저녁 먹고 갈까?
en: Sh-Should we have dinner?

source: 이다지도 따스하게 느껴지니까
en: ...feels incredibly warm right now.

source: 하지만.
en: But...

source: … 뭐, 그렇게 됐다!
en: that’s what happened!

source: 누나..!
en: ira!

source: 이 시간까지 밖에서 놀다니 행복해.
en: Can’t believe I’m staying out so late. I’m so happy.

source: 다음 콘서트는 꼭 갈게!
en: I promise I’ll go to your next concert!

source: 감독님이 추천사 부탁??
en: A director wants my recommendation?

source: 추억들도!
en: And memories too!

source: 원준아!
en: joon!

source: 오케이, 안녕~ 잘 지냈어~?
en: All right. Hello. How are you?

source: 동네에서 사줬다는 노래방 기계가
en: the one gifted by the neighborhood?

source: 기왕 나왔는데 맥주 한 잔 안 할래?
en: since we’re out now, how about a beer together?

source: 이두나!
en: Duna Lee!

source: 다시 이러면..
en: if I... do this again...

source: 굳이 믿는다면 나 자신?
en: If I believe in anything, it’s myself.

source: 나한테 호감 있는 거 맞지?
en: she’s interested in me, right?

source: 현재 영화 평론가 겸 어학당 멘토로 활동 중이다.
en: And now she’s a movie critic as well as a mentor at the language school.

source: 없어서 못판다-!
en: none available to sell!

source: 제작년에 결혼했다고 들은 것 같은데.
en: I hear he got married last year.

source: 아니지!
en: no, no. you’re wrong about that!

source: 어머니 일도 있고 해서 나한테 쓴소리 못하는 것도 있을 거야…
en: They’re probably being extra patient because of what happened with my mother...

source: - 무슨 소원을 빌었던 걸까.
en: I wonder what she wished for.

source: 날 다시 어떤 시점으로 끌어당긴다.
en: to pull me back to a particular point in time.

source: 플레이리스트에 그분 노래가 좀 많아.
en: a lot of her songs are on my playlist.

source: 내일은… 괜찮은데!
en: but... I have time tomorrow!

source: …그랬지;;;
en: I did...

source: 우리 관계는 그냥 이웃에서 친구로, 연인으로, 다시 무언가로 바뀌었지만
en: We went from just neighbors to friends, to lovers, then to something else.

source: 톱스타OO결혼!{j}상대는…
en: Two top stars tie the knot!{j}

source: 다 좋은데 저 둘은 좀 다른 날 불러주지.
en: I wish my parents would’ve called them over on a different day.

source: 내 가게니까!
en: It’s my restaurant!

source: 이라 누나-!
en: Ira!

source: 아들내미랑…
en: And my son...

source: 눈을 꼭 감고
en: ...close her eyes...

source: 왜 갑자기 손을 잡고 그래.
en: why are you suddenly holding my hand?

source: 근데 유령이랑 요정이랑 전생은 왜 엮었어?
en: Why did you bring up ghosts, fairies, and past lives?

source: 그, 원준이 노천 친구!
en: It’s Joon’s friend from that outdoor event!

source: 6년의 대학 생활을 보낸 동네였다.
en: I was in the neighborhood where I spent my six years in college.

source: 오빠.
en: joon.

source: 착
en: SIZZLE

source: 뭐??
en: what?!

source: 저기말야-
en: you know.

source: 나는 몇 가지 성장통 같은 변화를 마주했다.
en: I was faced with a few changes that brought with them some growing pains.

source: 행복…어?
en: I’m happy... Huh.

source: 오늘… 잘 준비 끝나서 들어가 볼게.
en: I should go back inside since I’ve already gotten ready for bed.

source: 헙..!
en: ack!

source: 하하, 뭐 어때 재밌는데~!
en: Haha, so what? It’s fun!

source: 아.
en: oh.

source: 예쁘게 차려입고 푸들 머리까지 한 그녀를 보라.
en: look at her, dressed so beautifully with poodle-like curls.

source: 운이 나빴어!
en: It was bad luck!

source: 1+1 해서 샀는데 너무 많아서 언제 다 먹나 고민했거든.
en: it was buy one get one so I bought too many. but I can’t finish them all by myself.

source: 밥 사주고, 술 사주고
en: They’re buying me meals and drinks.

source: 미안해~
en: I’m sorry...

source: 할인카드 안내
en: How to Use Your Discount Card

source: 아차!
en: Oh, shoot!

source: 힘내, 자식아!
en: Cheer up, dude!

source: 아..!
en: Oh!

source: 내 내면인데, 가끔 내 맘대로 안 흘러가고 자기들 맘대로 등장해서 항아리를…
en: They’re inside my head, but I can’t control them and they appear whenever they like. And there is a pot...

source: 그리고 마지막 세 번째는-
en: The third and the last one...

source: …네!
en: I won’t.

source: 직구로 전력투구하는 상대에게 이길 방법이 없었다.
en: how could I possibly defeat an opponent who’s giving her all?

source: 누구보다 레일 위를 걷고 있는 중.
en: he ended up on the most typical path of all.

source: 하하~
en: haha!

source: 꼴깍
en: GULP

source: 점순이도 손절 친 가을 감자를…
en: do they think we still play with mr. potato head or what?

source: 음…
en: hmm...

source: 두 손을 모으고
en: ...put her hands together...

source: 그거 다 데이트 신청이잖아!!
en: he was asking you out on a date every time!!!

source: 좀은 무슨.
en: “a bit”? yeah, right...

source: 친구 친구~ 하다가 자기 여보~ 되는 거지.
en: they all start out as friends and end up calling each other “honey” and “darling.”

source: 요즘도 잊을만하면 경각심을 가지게 해줘.
en: the thought of her makes me snap back to my senses nowadays as well.

source: 아!
en: Oh!

source: 변화를 맞이할 타이밍에 장렬히 실패해버렸다.
en: It was time for a change, but I had failed miserably.

source: 누나 오늘 기대하고 있겠지?
en: ira’s probably looking forward to today.

source: 많은 변화를 앞두고 있던 시기였지만,
en: Many challenges lied ahead...

source: 아이고 청년, 체격 다부진 거 봐!
en: Oh my, look how muscular you are.

source: 마약하면 그때 기사 내리
en: If Drug Claims Are True, the Articles Will Be Taken

source: 이렇게 옆에서 얘길 들어주고
en: ...she’s by my side.

source: 콘서트 30분 전이야, 용건만 간단히 빨리 말해!!!
en: I have 30 minutes until the concert. Just tell me what you want!

source: 성동 스마트
en: SEONGDONG SMART

source: 매치가 안 됐어!
en: I had no idea!

source: 저기, 근데..
en: Um, but...

source: 달칵
en: CLACK

source: 고개를 쉽게 들지 못할 만큼.
en: So heavy that I could barely raise my head.

source: … 엥?
en: eh?

source: 너랑 뽀뽀한!
en: the one you kissed!

source: 미안.
en: Sorry.

source: 과거는 더 이상 쓰리지 않았고
en: ...I no longer lamented about my past...

source: 근데 원래 두, 세 번 감아야 모양 나온다고 이게 맞다고..
en: they said it’ll look better after a couple of shampoos...

source: 졌다.
en: I lost.

source: ⌜시간 있어?
en: “Are you free?

source: 거기다 노동을-!!
en: And asks them to do heavy labor!

source: 응, 안녕~!
en: Yeah, bye!

source: 왜?
en: why?

source: *(고음불가 버전) 이두나- 눈물이 많아서
en: *full of tears by duna lee (tone deaf version)

source: 다 괜찮았다.
en: Everything was fine.

source: 이럼 안주 집어먹을 손이 없는데..
en: then I can’t use my hand to eat the snacks...

source: 축하..
en: Congra...

source: 많이 줄었어~
en: I can’t drink as much as used to now.

source: 불쌍한 이원준
en: poor joon!

source: 읽음
en: Read

source: 내가 안 갈까..?
en: Should I... stay home?

source: 큰솥
en: Restaurant

source: 예상대로 안 흘러간다는 점조차 예상대로였달까.
en: even the unexpected was something I had expected.

source: 알지?
en: you two know, right?

source: 영화…
en: a movie...

source: 연구실이 노는 곳도 아닌데 좀 더 주의 했어야 했어..!
en: The lab isn’t a playground. I should’ve been better prepared!

source: 그리하여 10월의 끝물-
en: and so, as october came to an end...

source: 다른 세상 사람!!
en: she lives in a totally different world!!!

source: 있다고 믿는 사람은 있는 세상에 사는 거고
en: People who believe in them live in a world that has fairies.

source: 싫어!
en: no!

source: 빠~{j}방
en: DA DUN{j}

source: 뭐 대부분 예상대로였다.
en: ...was mostly as I had expected.

source: 미련이 남아 있던 마음에
en: I think my hesitation...

source: 무난한 회사 생활 2년 6개월 차
en: It’s been two years and six months since I started my mundane office life.

source: 우리도 모임 장소로 잘 사용 중이다.
en: We’ve been enjoying the restaurant as our hangout place as well.

source: ㅎㅎ
en: Hehe.

source: 깜짝
en: FLINCH

source: 하반기 공채 일정은 거의 종료.
en: The fall and winter recruitments were nearly over.

source: 굴지의 IT기업 나노공학 분야에 무난히 취직
en: ...and successfully got a job at a top IT company doing nanoengineering work.

source: 그것이 저의 기쁨은 아니라는 거.
en: ...But that wouldn’t mean happiness for me.

source: … 머리를 비우고 싶다;
en: ugh... I wish I could erase my thoughts.

source: 맥주나 한잔하고 가
en: Have a glass of beer before you leave.

source: 잘 먹겠습니다!!
en: thanks for the food!!!

source: 관행적으로 프로젝트 사수들 있는 회식 때도 사용했는데,
en: It was common practice to use the lab credit card when superintendents of the company are present at the dinner.

source: 글, 그림 민송아
en: Story / Art SongA Min

source: 아닙니다, 진주님!!(무서워)
en: No, ma’am! (You’re scary)

source: ..나만 그대로였다.
en: I was the only one that stayed the same.

source: 윤택 오빠한테 얘기 들었어요.
en: Yoon told me everything.

source: 내가 더 신경 썼어야 했는데…!!
en: I should’ve been more thoughtful!

source: 오버하지 말고!
en: Especially you, SJ!

source: 여기서 나만 못 봤네, 아쉽게.
en: I’m sad I’m the only one here who’s never been to that event.

source: 가서 별 신기한 트레이닝 과제 많이 했는데… 아!
en: we did all kinds of interesting training activities and- oh!

source: 나도 한국 있었으면 같이 한잔했을 텐데.
en: I would’ve had a beer with you too if I were in Korea.

source: 국수진이야 원래 두나 팬이었고,
en: sj was duna’s fan since before then...

source: 네..
en: Yes...

source: 이라씨이~
en: Miss Ira!

source: 연기가 나쁘지 않습니다.(항상 말했듯이)
en: I can act pretty well. (As I always said.)

source: 그, 그래도 손으로 좀 누른 건데;;
en: I-I’m holding my hair down with my hands...

source: 하나하나 추억을 곱씹다 보니, 문득 떠오르는 생각이…
en: As I went through every memory that came to mind, I realized something...

source: 그게 저까지 TO가 떨어지나요?!
en: Do I make the cut?!

source: 영화 잡지사에서 코멘트 요청?
en: A film magazine wants me to give them my comments?

source: 그래..
en: that’s right...

source: 과민한 반응이다.'며 이두나를 응
en: support Duna Lee, claiming that “it’s an exaggerated reaction

source: 꼴불견이야.
en: it was annoying.

source: ㅎㅎ 괜찮아
en: Lol, it’s fine.

source: 꿈틀 꿈틀
en: TWITCH TWITCH

source: 완전 내 귀에, 종!{j}소리가 들~리게 해에~줘어어~↗︎ 라고~~
en: this is totally a “let my ears~ hear the ding! of the~ bells~↗”︎{j}

source: (빠직) *좀 정곡을 찔림.
en: (FLINCH) *got nailed in the head.

source: 법적으로 가능한지 네이버 검색을…
en: but I should research whether it’s legally possible...

source: 축하턱 쏘러 갈 건데 어떻게, 같이~?
en: We’re going to celebrate and he’s buying. What do you say? Wanna join us?

source: 안쓰러움
en: Sympathy

source: 앞으로 새 만남 생길 일이 잔뜩일 텐데
en: he’ll probably meet a lot of new people going forward...

source: 찐 마지막 다음 화
en: The next episode is the last one for real.

source: 응, 괜찮아.
en: Yeah, I’m fine.

source: 다음은 설마..
en: don’t tell me...

source: 이제 나도 초록피야
en: I’m a slave to society now.

source: ..{j}그러게?
en: right?{j}

source: 어차피 면회 시간 아니면 나도 집에 있다 올 거니가 힘들 것도 없어.
en: It’s no big deal. I’ll go home for a bit when visiting hours are over.

source: 무슨 일..
en: What’s up.

source: 그러지 마세요~ 지금 여자 친구도 있는 분이!
en: Don’t be like that! You have a girlfriend now!

source: 편안한 삶을 이어가기를
en: ...with lovely people.

source: 효자 조개구이
en: Hyoja Grilled Seafood

source: 뎅-
en: DING

source: 그게 남 일만일 리가 없는데…
en: ...It could happen to me too.

source: 어쩐지 어르신들 아지트화 (그들이 돈 모아 노래방 기계도 설치)
en: It turned into a meeting place for the elderly. (They even chipped in to install a karaoke machine!)

source: "서른 한살이다!"
en: “I’m 31!”

source: 왁스..
en: wax...

source: 오늘 오려고 일주일 동안 애 등원 내가 전담했거든.
en: I walked my kid to the kindergarten for a whole week to earn this night out.

source: 아, 일일이 뭐라 하기도 피곤하다.
en: Ugh, I’m too tired to refute you every time.

source: 뚜르르르 뚜르르르
en: RIIING RIIING

source: 아니..
en: nevermind...

source: 정말이지 정붙이기 어려운 애였어.
en: it was really difficult to warm up to her.

source: 이라쓰 go!
en: go, ira, go!

source: 아, 아니, 저기.
en: Uh, it’s just, there is...

source: 1년 치 사용 내역을 정리하느라 집에도 못 가는 방장 누나
en: and the team leader had to stay behind and trawl through all the spending history of the past year.

source: 같이 가자…응?
en: together. What do you say?

source: 그래!
en: All right!

source: 마지막에 마신 담금주가…
en: the homemade liquor we drank at the end was...

source: 노래 들리는 거 하나하나 피하는 게 더 의식되겠다!
en: it’d be more awkward to avoid every single one of her songs!

source: 앞으론 조심할게!
en: I’ll be careful from now on!

source: 아니, 교수님이 분명 특수 대학원 스케줄 정도 된다고-
en: what? but my professor said I should have no trouble getting it...

source: 빠직
en: RAGE

source: 이거 말고 작년에 화장실 따라오는 기자 카메라 던져버린 게 더 임팩트 있었어.
en: didn’t you hear about how she threw a paparazzi’s camera on the ground when they followed her into the bathroom? that was even more shocking.

source: 펌이 생각보다 세게 나왔네;
en: ...but the curls are tighter than I expected.

source: 환갑이 가까워진 부모님의 건강이었다.
en: ...the health of my aging parents.

source: 아이구~ 안녕하세요~~ 원준이 대학원 동깁니다~
en: Hey! Hello! We’re Joon’s classmates!

source: 아니, 미용실 갔다 올까?
en: no, maybe I should get my hair done.

source: 고혈압 있는 건 알고 있었는데 약 꾸준히 드셨잖아!!
en: I knew she had hypertension, but she had been taking medications all this time!

source: 함께 할 미래를 얻는 대가로 지불해야 하는 것들
en: There is a price to pay to enjoy a future with him.

source: 근데 우리 오늘 왜 모인 거였지?
en: Why did we gather tonight?

source: 잠만, 이거 어디 있지?
en: Wait, where is it?

source: 울기도 하겠죠.
en: He might cry.

source: 아..
en: Ugh...

source: 대부분 이 동네를 떠나 있었다.
en: And the majority of them had left this place.

source: 플젝 사수가 지원서만 내라 했대요~!
en: His project manager told him all he needs to do is submit an application!

source: 팬이야, 정말.
en: I’m your fan, really.

source: 아, 좋다고~ 설렌다고~
en: ugh! I like him! my heart flutters!

source: 네가 아무리 부정해도, 너는 사랑처돌이야.
en: you can deny it, but you’re my absolute love.

source: 너 혼자 두고 어떻게 가.
en: How can I leave you by yourself?

source: 회사 다니는 사람이 시간 쪼개서 면접까지 보러 다녔건만!
en: you had to squeeze the interviews into your work schedule!

source: 누구냐.
en: who was it?

source: 잘 지냈지 ㅎㅎ 오랜만이야, 두나 누…
en: I’m doing fine. It’s been so long, Duna--

source: 오버하지 마, 너 보러 온 거 아니니..
en: reign yourself in. I’m not here to see you--

source: 할리우드야?
en: are you in hollywood or what?

source: 과연 반길까, 다시 정색할까.
en: will he welcome it? or back away again?

source: 성국형..!
en: Chad...

source: 나만 알아챘던 은은한 싸움꾼 기질을 이젠 세상 모두가 알고 있는 것 같다.
en: I always knew she could be aggressive at times. Now I guess the whole world has found out.

source: 하하하!
en: hahaha!

source: 아아~ 통화는 몇 년 만인데 인사도 없이?
en: Come on. It’s been years since we talked on the phone and not even a hello?

source: 아, 누나!
en: ira!

source: 어느새 다 컸구나…
en: Now she’s all grown up...

source: 일 잘~하고 성실하게 생겼네!!
en: You must be a hardworking, honest young man!

source: 안 괜찮다 하길 바랐는데
en: I was hoping you’d say no.

source: 뭐 10년 지기 지인이랑 한다는데, 어떻게 10년 친구로 지내다 뽀뽀를 해?
en: I heard they were friends for 10 years... how can you just kiss a friend like that?

source: 4차 가자~!
en: Let’s start our fourth round!

source: 이번에 국가 프로젝트 하나 진행하는데, 지원해 볼래?
en: There is a national project. Would you like to apply?

source: 신경 쓰여 미치겠어!
en: ...I’m seriously interested in her!

source: 아플 거예요.
en: It will hurt.

source: 그냥 동네 친구랑 노는 게 아니라,
en: a real date between a man and woman?

source: 맞잖… 아?
en: ri...ght?

source: 그니까 그 담근주 손님한테 내오면 안된다고 말했잖아.
en: that’s why I told you we shouldn’t have served that homemade liquor.

source: 그런데…
en: but...

source: 나때월드
en: NATTE WORLD

source: 나는 안 갔는데?!
en: I don’t remember!

source: …미안해요,
en: I’m sorry...

source: 나?
en: Me?

source: 티 안 날 줄 알았어?
en: Did you think I wouldn’t notice?

source: 포기하고 직진해!
en: just do it!

source: 여기는 역시 일산 꾀꼬리가 나서줘야 할까.
en: Let the Ilsan nightingale show you how it’s done.

source: 두나는 뭐 이젠 완전 연예인!
en: duna’s a complete celebrity now!

source: 두나 월드 투어 서울콘 VIP 초대석 티켓!!!
en: VIP Tickets for Duna’s world tour Seoul concert!

source: 어떻게 안 반하겠어!
en: how can I not fall for her?!

source: 원하는 거 다 말해!;;;
en: Tell me whatever you want!

source: 갈게!!
en: gotta go!
